package DepoProjeCalismasi;

public class GirisPaneli {
    public GirisPaneli() {

//        System.out.println("==================== # DEPO ANASAYFA # ==================\r\n"
//                + "   ____________________             ____________________    \n"
//                + "   | 1-URUN TANIMLAMA  |            | 2-URUN RAFA KOY|      \n"
//                + "   ¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯             ¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯    \n"
//                + "   ____________________             ____________________    \n"
//                + "   | 3-URUN GIRISI     |            | 4-URUN CIKISI     |   \n"
//                + "   ¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯             ¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯    \n"
//                + "   ____________________             ____________________    \n"
//                + "   | 5-URUN LİSTESİ    |            | 6-CIKIS           |   \n"
//                + "   ¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯             ¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯¯       ");
//        System.out.println("======================= # ISLEMLER # =====================");

    }

}